<?php
	require('includes/config.inc.php');

	$page_title = 'История';
	include('includes/header.html');
?>
<main class="history-container">
    <div class="history-inner-container">
        <h2 class="history-title">История первого детского конструктора</h2>
        <article class="history-article">
            <img src="images/story-images/808e755.png" alt="Frank Hornby" title="Фрэнк Хорнби" class="history-images inventor" />
            <p class="text-indent">Фрэнк Хорнби (Frank Hornby) – английский изобретатель самого первого детского
                конструктора, бизнесмен и политик. Основанные им компании по производству игрушек сделали его
                миллионером, но что важнее, он подарил богатство новых впечатлений многим поколениям детей. Игрушек,
                которые действительно развивают реальные полезные навыки…
                Именно ему под впечатлением достижений техники рубежа XIX—XX веков пришла идея создать набор для
                конструирования, который состоял из металлических пластин с просверленными на равных расстояниях
                отверстиями, винтов и гаек для крепления.</p>
            <img src="images/story-images/1bcd5aa64a87e482ff105a57gc01a5b7.jpg" alt="First constructor scheme" title="Схема первого детского конструктора"
                class="history-images" /><br>
            <img src="images/story-images/324f7c51ab47382b96987ad733d8a180.png" alt="First constructor" title="Первый детский конструктор"
                class="history-images" /><br>
            <p class="text-indent">В этом конструкторе были и многие другие детали: кронштейны, колеса, шестерни,
                электродвигатели… В обязательном порядке прилагались и инструменты, прежде всего – отвертки и гаечные
                ключи… каждый ребенок мог проявить фантазию и создать целый город с мостами, автомобилями, самолетами и
                даже летающими тарелками.
                Назвали изделие следующим образом: «Усовершенствованная игрушка или устройство для обучения детей и
                подростков». Вскоре, новая игрушка, названная «Конструктор Меккано» (Meccano) приобрела необычайную
                популярность. А автор, быстро ставший миллионером, написал книгу о самом себе, которую озаглавил:
                «Парень, который заработал $1.000.000 на игрушке»…</p>
            <p class="text-indent">Детские конструкторы считаются универсальным учебным пособием, которое развивает
                моторику рук, мышление, память, фантазию, а также множество других навыков, которые пригодятся ребенку
                в будущем. Известно, что уровень развития ребенка находится в прямой зависимости от степени
                сформированности тонких движений пальцев рук.</p>
            <img src="images/story-images/481ab9.png" alt="Meccano" title="Конструктор Meccano" class="history-images" /><br>
            <p class="text-indent">Под этой маркой конструкторы выпускаются до сих пор, но теперь фирма производит не
                только металлические детские конструкторы , но и конструкторы для малышей из мягкого гнущегося пластика
                с яркими крупными деталями для быстрой и легкой сборки и увлекательной игры.</p>
            <p class="text-indent">Гораздо более позднее изобретение, но не уступающее по популярности первому
                конструктору Меккано - это конструктор Лего (Lego),
                который придумал Ол Кирк Кристиансен (Ole Kirk Christiansen) в 1949 году. В 1963 году для изготовления
                конструктора Лего стал использоваться пластик. Сегодня Лего - один из наиболее популярных в мире
                конструкторов, и так же как и Меккано предполагает варианты для детей разных возрастов с разными
                увлечениями.</p>
            <img src="images/story-images/fcdf51.jpg" alt="Lego" title="Конструктор Lego" class="history-images" /><br>
            <p class="text-indent">Для малышей существует Лего Дупло (Lego Duplo), детали которого в два раза больше
                стандартных. А еще в серии Лего Дупло есть специальная строительная пластина, чтобы постройки легче
                было крепить.
                Для детей постарше есть серия Лего Систем (Lego System) — это наборы классических деталей Лего для
                постройки довольно простых моделей, тематика которой не сильно отличается от тематики наборов Дупло.
                Основное отличие тут в размере деталей и в том, что конструировать предлагается уже более осознанно. К
                наборам серии «Систем» также предлагается строительная пластина.</p>
            <p class="text-indent">Для тех, кто уже освоился с Лего и успел прикипеть к конструированию, есть
                универсальные тематические наборы Лего Криэйтор (Lego Creator) — один набор для создания нескольких
                моделей, Лего Звездные Войны (Lego Star Wars) для создания моделей по теме суперпопулярной киносаги
                «Звездные Войны», Город Лего (Lego City) — конструкторы для построения мегаполиса со всей вообразимой
                инфраструктурой, включая, например, космодром.
                Серия Лего Техник (Lego Technic) заинтересует любителей реалистичных моделей транспорта, а чтобы
                собрать их, Вам определенно придется приложить усилия.</p>
            <img src="images/story-images/e17171.png" alt="Lego City" title="Конструктор Lego City" class="history-images" /><br>
            <p class="text-indent">Но «игрушечный» прогресс не отстает от прогресса научного, а посему существуют, так
                называемые, научно-познавательные конструкторы. Они принципиально отличаются от представленных выше
                тем, что кроме, собственно, конструирования механических моделей предлагают ознакомиться с такими
                явлениями как магнетизм, электричество, энергия ветра, воды, солнца, а также с физическими свойствами
                предметов и многим другим.
                А конструкторы марки Gigo дают возможность еще и провести соответствующие опыты. Подобные научные
                игрушки не просто развивают фантазию и пространственное мышление, но являются полноценным учебным
                пособием, предлагающим изучить серьезные «взрослые» темы в игровой форме, наглядно и доступно.</p>
            <img src="images/story-images/6b9f94.png" alt="Gigo" title="Конструктор Gigo" class="history-images" /><br>
            <p class="text-indent">Конструкторы-роботы дают представление о стремительно развивающейся в наши дни
                робототехнике и позволяют создать настоящих роботов, например из... использованной жестяной банки.</p>
            <img src="images/story-images/a6ad6b.png" alt="Robot" title="Конструктор-робот" class="history-images" /><br>
            <p class="text-indent">А вот еще одна марка необычных конструкторов, предлагающая Вам воспользоваться
                пустыми коробками, всевозможной пластиковой упаковкой, вышедшими из употребления CD-дисками и всем
                ненужным, что Вам придет в голову — конструкторы Makedo. Например, вот такой оригинальный вариант
                вторичного использования упаковки :)</p>
            <img src="images/story-images/449898.png" alt="Makedo" title="Конструктор Makedo" class="history-images" /><br>
            <p class="text-indent">И еще один интересный конструктор, на создание которого, вероятно,
                разработчиков вдохновила эстетика современного искусства. Детские конструкторы Zolo очевидно отличаются
                от всех, представленных выше игрушек тем, что не призваны воссоздать ничего из реально существующего
                мира — это такой идеальный тренажер буйной фантазии.</p>
            <img src="images/story-images/a265aee48e.jpg" alt="Zolo" title="Конструктор Zolo" class="history-images" /><br>
            <p class="text-indent">Принципиально противоположным конструктору Zolo в смысле наибольшей реалистичности,
                вероятно, являются керамические конструкторы, или конструкторы с кирпичиками.
                Смысл этих конструкторов в том, что из настоящих мини-кирпичиков можно возводить очень реалистичную маленькую постройку с помощью
                настоящей и вполне безвредной для детей строительной смеси.</p>
            <img src="images/story-images/b80eed0a87.png" alt="Ceramic constructor" title="Керамический конструктор"
                class="history-images" /><br>
        </article>
    </div>
    <?php
	echo '<button class="return-to-top-btn" title="Вернуться наверх">
					<span class="up-symbol">
						<i class="fas fa-angle-double-up"></i>
					</span>
			</button>';

		?>
    <script src="js/return-top-btn.js"></script>
</main>
<?php
	include('includes/footer.html');
?>